{
  "appName": {
    "message": "Say, Pi",
    "description": "Tên của ứng dụng."
  },
  "appDescription": {
    "message": "Cải thiện chuyển đổi giọng nói sang văn bản liền mạch cho Pi, trí tuệ nhân tạo hội thoại. Tận hưởng cuộc trò chuyện chính xác cao, không cần dùng tay, bằng bất kỳ ngôn ngữ nào.",
    "description": "Mô tả của ứng dụng."
  },
  "exitMobileMode": {
    "message": "Thoát Chế Độ Di Động Điều Khiển Bằng Giọng Nói",
    "description": "Nhãn nút thoát chế độ di động giọng nói, quay về chế độ văn bản máy tính."
  },
  "enterMobileMode": {
    "message": "Vào Chế Độ Di Động Điều Khiển Bằng Giọng Nói",
    "description": "Nhãn của nút để vào chế độ di động điều khiển bằng giọng nói."
  },
  "callInProgress": {
    "message": "Đang lắng nghe liên tục. Nhấp để dừng.",
    "description": "Tooltip hiển thị trên nút gọi khi một cuộc gọi đang diễn ra."
  },
  "callStarting": {
    "message": "Đang bắt đầu lắng nghe liên tục...",
    "description": "Tooltip hiển thị trên nút gọi khi cuộc gọi đang bắt đầu."
  },
  "callNotStarted": {
    "message": "Nhấp để bắt đầu lắng nghe liên tục.",
    "description": "Tooltip hiển thị trên nút gọi trước khi cuộc gọi được bắt đầu."
  },
  "callError": {
    "message": "Gặp lỗi không nghiêm trọng. Đừng hoảng sợ, chúng tôi vẫn đang lắng nghe.",
    "description": "Tooltip hiển thị trên nút gọi khi có lỗi không nghiêm trọng xảy ra."
  },
  "mode_speed": {
    "message": "tốc độ",
    "description": "Chế độ chuyển đổi văn bản nhanh nhất."
  },
  "mode_balanced": {
    "message": "cân đối",
    "description": "Chế độ chuyển đổi văn bản mặc định."
  },
  "mode_accuracy": {
    "message": "chính xác",
    "description": "Chế độ chuyển đổi văn bản chính xác nhất."
  },
  "preferedModeControl": {
    "message": "Chọn chế độ chuyển đổi văn bản ưa thích của bạn",
    "description": "Tiêu đề (tooltip) của điều khiển để chọn chế độ chuyển đổi văn bản ưa thích."
  },
  "autoSubmit": {
    "description": "Nhãn cho hộp kiểm để bật/tắt tự động gửi lời nhắc.",
    "message": "Tự động gửi"
  },
  "continueUnlocking": {
    "description": "Hướng dẫn cho người dùng cách tiếp tục sau khi họ đã bắt đầu nhấn nút mở khóa.",
    "message": "Tiếp tục giữ để mở khóa..."
  },
  "lockButton": {
    "description": "Tiêu đề (chú giải công cụ) của nút để khóa màn hình chống lại những lần chạm tình cờ.",
    "message": "Nhấn để khóa màn hình"
  },
  "lockedScreen": {
    "description": "Một thông điệp để hiển thị nổi bật khi màn hình bị khóa.",
    "message": "Màn hình đã bị khóa."
  },
  "soundEffects": {
    "description": "Nhãn cho hộp kiểm để bật/tắt hiệu ứng âm thanh.",
    "message": "Hiệu ứng âm thanh"
  },
  "unlockButton": {
    "description": "Tiêu đề (chú giải công cụ) của nút để mở khóa màn hình.",
    "message": "Nhấn để mở khóa màn hình"
  },
  "unlockInstruction": {
    "description": "Hướng dẫn cho người dùng cách mở khóa màn hình khi bị khóa.",
    "message": "Giữ để mở khóa."
  }
}
